star_do/app/controllers/bundles_controller.rb

  def index
    @bundles = Bundle.all
---
SELECT "bundles".* FROM "bundles"

    def set_bundle
      @bundle = Bundle.find(params[:id])
---
SELECT "bundles".* FROM "bundles" WHERE "bundles"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]